/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNetBootStartedTime" = "クライアントの最終アップデート日時： ";

"kDateFormatter" = "%c";

"RUNNING" = "実行中";

"STOPPED" = "停止";

"STARTING" = "開始中";

"STOPPING" = "停止中";

"PAUSED" = "一時停止";

"UNKNOWN" = "不明";

"N/A" = "参照不可";

// String specific to the plugin

"INSTALL"       = "NetInstall";
"BOOT"          = "NetBoot";

"NOTCONFIGURED" = "NetBoot サービスが構成されていません。";
"NOTCONFIGUREDMSG" = "NetBoot サービスを開始するには、1 つ以上のイメージが共有されていて、少なくとも 1 つのネットワークインターフェイスで NetBoot が有効になっている必要があります。";

"DELETEALERT" = "選択したフィルタレコードを削除してもよろしいですか？";
"DELETEALERTMSG" = "この操作は取り消しできません。";


"CANCELBUTTON" = "キャンセル";
"DELETEBUTTON" = "削除";
"OKBUTTON"      ="OK";

"DEFAULTNETINSTALL" = "NetInstall イメージをデフォルトとして設定中。";
"DEFAULTNETINSTALLMSG" = "NetInstall イメージをデフォルトとして設定すると、クライアントが消去される可能性があります。";
"HOSTUNKNOWN" = "ホスト名が不明です";
"ALLOW" = "許可";
"DENY" = "拒否";
"NOTSET" = "設定されていません"; 

"DELETEBSDP"="NetBoot サーバ上のクライアントレコードを削除中";
"DELETEBSDPMSG"="以前のクライアント要求レコードはすべてサーバから削除されます。";

"NOPORTENBD" = "NetBoot が使用可能になっているポートがありません";
"NOPORTENBDMSG"="このサーバからイメージを提供するには、少なくとも 1 つのポートで NetBoot が使用可能になっている必要があります。";

"SERVICENOTSTARTED" = "1 つ以上の関連サービスが動作していません。";
"SERVICENOTSTARTEDMSG" = "NetBoot では、AFP、NFS、および Web サービスを使ってイメージをクライアントコンピュータに提供できます。\nNetBoot の機能をすべて利用する場合は、これらのサービスをすべて有効にすることをお勧めします。";


"NOIMAGEENBD"="使用可能な NetBoot イメージがありません。";
"NOIMAGEENBDMSG"="このサーバからイメージを提供するには、少なくとも 1 つのイメージが使用可能になっている必要があります。";
"NOIMAGEDEFDMSG"="このサーバからイメージを提供するには、少なくとも 1 つのイメージをデフォルトとして設定する必要があります。";
"NOCLIENTENBD"="使用可能な NetBoot クライアントフォルダがありません。";
"NOCLIENTENBDMSG"="NetBoot クライアントはサーバ上にシャドウスペースを必要とします。少なくとも 1 つのクライアントフォルダが存在している必要があります。";
"NOSHAREENBD"="使用可能なイメージの保管場所がありません。";
"NOSHAREENBDMSG"="イメージを提供するには、少なくとも 1 つのボリューム上に共有ポイントを作成する必要があります。";

"STORAGEVOLUME"="保管ボリューム：";
"LANGUAGE"="言語： ";
"COMMENT"="コメント： ";
"KIND"="種類： ";
"DESCRIPTION"="説明： ";
"TYPE" = "タイプ： ";

"DUPINDEX" = "索引番号が重複しています。";
"DUPINDEXMSG"="この索引番号の別のイメージがすでに存在します。";
"DUPINDICES" = "索引番号が重複しています。";
"DUPINDICESMSG" = "このサーバ上に重複した索引番号のイメージがあります。";

"SPACESINHTTPIMAGENAME" = "HTTP イメージ名内のスペース。";
"SPACESINHTTPIMAGENAMEMSG" = "HTTP によってホストされるイメージの名前でスペースを使用すると、エラーが起きる可能性があります。イメージ名を変更してください。";

"ILLEGALINDEX"="索引番号エラー";
"ILLEGALINDEXMSG"="索引番号が有効な範囲（1 〜 65535）内にありません。";

"DUPADDRESS" = "Ethernet アドレスが重複しています。";
"DUPADDRESSMSG"="この Ethernet アドレスはすでに存在します。";
"DUPADDRESSES" = "Ethernet アドレスが重複しています。";
"DUPADDRESSESMSG" = "重複した Ethernet アドレスがあります。";

"READONLYSTR" = " （読み出し専用）";

"ETHERWARNING" = "有効な Ethernet アドレスが入力されていません。";
"ETHERWARNINGMSG" = "有効な Ethernet アドレスの例：00:ae:0f:3:32:2";

"INVALIDETHADDR" = "すべての Ethernet アドレスが有効な場合は“OK”ボタンが使用可能になります。";

"HOSTNOTFOUND"="ホストが見つかりません";
"NOTFOUND"="ハードウェア・アドレスが使用できません";

"CLASSIC"="Mac OS 9";
"MACOSX"="Mac OS X";
"MACOSXSERVER"="Mac OS X Server";
"DIAGSIMAGE"="ハードウェア診断";

"Classic" = "Mac OS 9";
"NFS"="NFS";
"HTTP"= "HTTP";
"BootFileOnly"="BootFileOnly";

"NOTBOOTED"="現在起動していないか、HTTP を使って起動していません";
"NOTNIBOOTED"="クライアントは現在起動していません";
"UES"="不明なシステムが有効になっています";
"UDS"="不明なシステムが無効になっています";
"ppc"="PowerPC";
"i386"="Intel";
"ARCHBOTH"="Universal";

"enabled image" = " イメージ使用可能";

"NetBoot Log" = "NetBoot ログ";

"NETBOOTSERVICELABEL" = "NetBoot サービス：";
"STARTTIME" = "開始時間：";
